Repository: Quadrophone/yet-another-stars-rating
Catalog: languages/yasr-*.po
Languages: fr_fr

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas de permissions suffisantes pour avoir accès à cette page.

source: Settings
fr_fr: Réglages

source: General Settings
fr_fr: Réglages générales

source: Multi Sets
fr_fr: Votes Multiple

source: Charts
fr_fr: Diagrammes

source: Save
fr_fr: Sauvegarder

source: Import Gd Star Rating
fr_fr: Importer depuis Gd Star Rating

source: I've found a previous installation of Gd Star Rating.
fr_fr: J'ai trouvé une installation précédente de GD Star Rating.

source: Do you want proceed to import data?
fr_fr: Vous voulez commencer à importer des données ?

source: Yes, Begin Import
fr_fr: Oui, commencez l'importation

source: Click on Proceed to import Gd Star Rating data.
fr_fr: Cliquez sur Continuer pour importer les données de Gd Star Rating

source: Proceed
fr_fr: Continuer

source: Manage GD Star Data
fr_fr: Gérer les données de Gd Star Rating

source: Gd Star Rating has been already imported.
fr_fr: Gd Star Rating à déja été importé.

source: If you wish you can import it again, but
fr_fr: Si vous souhaitez vous pouvez recommencer l'importation, mais

source: you will lose all data you've collect since the import!
fr_fr: Vous risquez de perdre toutes vos données depuis l'importation!

source: Ok, Import Again
fr_fr: D'accord, importez à nouveau

source: Click on Proceed to import again Gd Star Rating data. This may take a while!
fr_fr: Cliquez sur Continuer pour importer une nouvelle fois les données Gd Star Rating. Celà peut prendre quelques minutes

source: Manage Multi Set
fr_fr: Gérer les votes multiples ?

source: What is a Multi Set?
fr_fr: Qu'est ce que les votes multiples ?

source: Multi Set allows you to insert a rate for each aspect about the product / local business / whetever you're reviewing, example in the image below.
fr_fr: Les votes multiples vous permettre d'insérer un vote pour chaque aspect de votre produit / entreprise / ou tout ce dont vous voulez, regardez l'image ci-dessous.

source: You can create up to 99 different Multi Set and each one can contain up to 9 different fields. Once you've saved it, you can insert the rates while typing your article in the box below the editor, as you can see in this image (click to see it larger)
fr_fr: Vous pouvez créer jusqu'à 99 votes multiples et chacun d'eux peux contenir 9 champs différents. Une fois que vous l'avez sauvegardé, vous pouvez voter via l'éditeur d'article comme vous pouvez le voir sur cette image (cliquez pour agrandir)

source: In order to insert your Multi Sets into a post or page, you can either past the short code that will appear at the bottom of the box or just click on the star in the graphic editor and select "Insert Multi Set".
fr_fr: Pour insérer un vote multiples dans votre article ou page, vous pouvez utiliser le shortcode qui va apparaître en bas de la boite de texte ou vous pouvez cliquer sur l'étoile dans l'éditeur de diagramme et sélectionné "Inserer un vote multiple".

source: Close this message
fr_fr: Choisissez ce message

source: Choose wich set you want to use
fr_fr: Choisissez quel ensemble vous voulez utiliser

source: Select
fr_fr: Sélection

source: Rate this article / item
fr_fr: Evaluez cet article / ce produit

source: Loading, please wait
fr_fr: Chargement, attendez s'il vous plais

source: Save Vote
fr_fr: Vote enregistré

source: This review is about a...
fr_fr: Cette avis est pour un...

source: Remember to insert this shortcode <strong>[yasr_overall_rating]</strong> where you want to display this rating
fr_fr: N'oubliez pas d'insérer ce shortcode <strong> [yasr_overall_rating] </strong > ou vous désirez afficher ce vote

source: Average:
fr_fr: Moyenne :

source: You've already voted this article with
fr_fr: Vous avez déjà voté (note : )

source: You must sign to vote
fr_fr: Vous devez être connecté pour voter

source: 'bad', 'poor', 'ok', 'good', 'super'
fr_fr: 'Mauvais', 'faible', 'ok', 'bon', 'super'

source: Rating
fr_fr: Évaluation

source: You don't have any votes stored
fr_fr: Vous n'avez pas encore de votes

source: Post / Page
fr_fr: Article / Page

source: Order By
fr_fr: Trié par

source: Most Rated
fr_fr: Le plus évalué

source: Highest Rated
fr_fr: Les meilleurs notes

source: Average
fr_fr: Moyenne

source: You've not enough data
fr_fr: Vous n'avez pas assez de vote

source: You've not enought data
fr_fr: Vous n'avez pas assez de vote

source: Problem while retrieving the top 5 most active reviewers. Did you publish any review?
fr_fr: Nous avons rencontrer un problème en affichant les 5 meilleurs critiques. Avez-vous publié un vote ?

source: Problem while retrieving the top 10 active users chart. Are you sure you have votes to show?
fr_fr: Nous avons rencontrer un problème en affichant les 10 plus actifs utilisateurs. Etes vous sur que les votes ont été fait?

source: General settings
fr_fr: Réglage général

source: Auto insert options
fr_fr: Options d'insertion automatique

source: Show "Overall Rating" in Home Page?
fr_fr: Afficher "Vote Général" sur la page d'accueil

source: Insert custom text to show before / after stars
fr_fr: Insérez le texte personnalisé avant / après les étoiles

source: Do you want show stats for visitors votes?
fr_fr: Voulez-vous afficher les statistiques aux visiteurs qui ont voté ?

source: Which color scheme do you want to use?
fr_fr: Quel couleur voulez-vous utiliser ?

source: Allow only logged in user to vote?
fr_fr: Seul les utilisateurs connectés peuvent voter ?

source: Which rich snippets do you want to use?
fr_fr: Quels extraits voulez vous utiliser ?

source: How do you want to rate "Overall Rating"?
fr_fr: Comment voulez vous mesurer le "vote général " ?

source: Use Auto Insert?
fr_fr: Utilisez l'insersion automatique ?

source: Yes
fr_fr: Oui

source: What?
fr_fr: Que voulez-vous ?

source: Overall Rating / Author Rating
fr_fr: Vote administrateur / Vote Auteur

source: Visitor Votes
fr_fr: Vote visiteur

source: Both
fr_fr: Tous les deux

source: Where?
fr_fr: ou ?

source: Before the post
fr_fr: Avant l'article

source: After the post
fr_fr: Après l'article

source: Size
fr_fr: Taille

source: Small
fr_fr: Petit

source: Medium
fr_fr: Moyen

source: Exclude Pages?
fr_fr: Pages à exclures ?

source: Use only in custom post types?
fr_fr: Utilisez seulement en configuration personalisée ?

source: You see this because you use custom post types.
fr_fr: Vous voyez ceci car vous utilisez une configuration personalisé.

source: If you want to use auto insert only in custom post types, choose Yes
fr_fr: Si vous voulez utiliser le mode automatique et le mode personalisé; choisissez Oui

source: If you enable this, "Overall Rating" will be showed not only in the single article or page, but also in pages like Home Page, category pages or archives.
fr_fr: Si vous activiez cette option, le "Vote Général" sera montré dans l'article ou la page, mais aussi sur la page d'accueil, les catégories de la page et les archives.

source: Custom text to display before Overall Rating
fr_fr: Texte à personnalisé à afficher avant le vote général

source: Custom text to display before Visitor Rating
fr_fr: Texte à personalisé à afficher avant le vote visiteur

source: Custom text to display when a non logged user has already rated
fr_fr: Texte à personnalisé pour afficher lorsqu'un utilisateur non enregistrée a déjà voté

source: Seems like you've imported gd star rating in the past, but then deleted the logs table. For now, you can't enable statistics
fr_fr: On dirait que vous avez importé Gd Star Rating dans le passé , mais ensuite vous avez supprimé la table. Pour l'instant , vous ne pouvez pas activer les statistiques

source: Light
fr_fr: Clair

source: Dark
fr_fr: Sombre

source: Preview
fr_fr: Prévisualisation

source: Light theme
fr_fr: Thème clair

source: Dark Theme
fr_fr: Thème foncé

source: Allow only logged-in users
fr_fr: Seul les utilisateurs connectés sont autorisés

source: Allow everybody (logged in and anonymous)
fr_fr: Permettre à chacun ( connecté et anonyme )

source: Review Rating
fr_fr: Classement des avis

source: Aggregate Rating
fr_fr: Note globale

source: What is this?
fr_fr: Qu'est ce que c'est ?

source: If you select "Review Rating", your site will be indexed from search engines like this:
fr_fr: Si vous sélectionnez " Classement des avis " , votre site sera indexé par les moteurs de recherche comme ceci :

source: If, instead, you choose "Aggregate Rating", your site will be indexed like this
fr_fr: Si , à la place , vous choisissez " note générale " , votre site sera indexé comme ceci

source: Stars
fr_fr: Etoiles

source: Numbers
fr_fr: Nombres

source: Add New Multiple Set
fr_fr: Ajouter un nouveau vote multiple

source: Name, Element#1 and Element#2 MUST be filled and must be long at least 3 characters
fr_fr: Nom , l'élément n ° 1 et n ° 2 doivent être rempli et doit être longueur minimum d'au moins 3 caractères

source: Name
fr_fr: Nom

source: You can insert up to nine elements
fr_fr: Vous pouvez insérer jusqu'à neuf éléments

source: Element
fr_fr: Elément

source: Create New Set
fr_fr: Créez un nouvel ensemble

source: Manage Multiple Set
fr_fr: Gérez les votes multiples

source: Wich set do you want to edit or remove?
fr_fr: Quel ensemble voulez-vous modifier ou supprimer ?

source: Field name
fr_fr: Nom du champ

source: Remove
fr_fr: Supprimer

source: Remove whole set?
fr_fr: Suprimer tout ?

source: If you remove something you will remove all the votes for that set or field. This operation CAN'T BE undone.
fr_fr: Si vous retirez quelque chose que vous allez supprimer tous les votes pour cet ensemble ou ce champ . Cette opération ne peut pas être annulée.

source: You can use up to 9 elements
fr_fr: Vous pouvez utiliser jusqu'à 9 éléments

source: Add element
fr_fr: Ajoutez un élément

source: Save changes
fr_fr: Sauvegardez les modifications

source: No Multiple Set were found
fr_fr: Aucune vote multiple a été retrouvées

source: Settings Saved
fr_fr: Réglages sauvegardés

source: Something goes wrong trying insert set field name. Please report it
fr_fr: Une erreur s'est produite quand vous avez essayer d'insérer le nom d'un enemble. Merci de le signaler

source: Something goes wrong trying insert Multi Set name. Please report it
fr_fr: Une erreur s'est produite quand vous avez essayer d'insérer le nom d'un vote multiple. Merci de le signaler

source: Something goes wrong trying to delete a Multi Set . Please report it
fr_fr: Une erreur s'est produite quand vous avez essayer de supprilmer un vote multiple. Merci de le signaler

source: Something goes wrong trying to delete a Multi Set's element. Please report it
fr_fr: Une erreur s'est produite quand vous avez de supprimer un élement d'un vote multiple. Merci de le signaler

source: Something goes wrong trying to update a Multi Set's element. Please report it
fr_fr: Une erreur s'est produite quand vous avez essayer de modifier un élément d'un vote multiple. Merci de le signaler

source: Something goes wrong trying to insert set field name in edit form. Please report it
fr_fr: Une erreur s'est produite quand vous avez essayer d'insérer le nom d'un champ depuis l'éditeur. Merci de le signaler

source: Style Options
fr_fr: Options du style

source: Custom CSS Styles
fr_fr: Style Css personalisé

source: Please use text area below to write your own CSS styles to override the default ones.
fr_fr: Merci d'utiliser la zone de texte ci-dessous pour écrire vos propres styles CSS afin d'outrepasser ceux par défaut .

source: Leave it blank if you don't know what you're doing
fr_fr: Laissez ce champ vide si vous ne savez pas ce que vous faites

source: No previous Gd Star Rating installation was found
fr_fr: Aucune installation précédente de GD Rating n'a été trouvé

source: No recenet votes yet
fr_fr: Aucun vote récent

source: anonymous
fr_fr: anonyme

source: Ip address
fr_fr: Adresse IP

source: Yet Another Stars Rating: Settings
fr_fr: Yet Another Stars Rating : Réglages

source: Overall Rating
fr_fr: Vote général

source: Yet Another Stars Rating: Multiple set
fr_fr: Yet Another Stars Rating: Vote multiple

source: You don't have enought privileges to insert Overall Rating
fr_fr: Vous ne avez pas assez de privilèges pour donner une Note globale

source: You don't have enought privileges to insert Multi Set
fr_fr: Vous n'avez pas assez de privilège pour insérer un vote multiple

source: reviewed by
fr_fr: Evalué par

source: on
fr_fr: sur

source: rated
fr_fr: evalué

source: of
fr_fr: de

source: written by
fr_fr: Ecris par

source: average rating
fr_fr: Moyenne des votes

source: user ratings
fr_fr: evaluations visiteur

source: You've rated it
fr_fr: Vous l'avez évalué

source: You've reset the vote
fr_fr: Vous avez changer votre vote

source: There was an error while trying to insert the review type. Please report it
fr_fr: Il y avait une erreur en essayant d' insérer un avis. Merci de le signaler

source: Choose a vote for each element
fr_fr: Choisissez un vote pour chaque élément

source: Remember to insert this shortcode
fr_fr: N'oubliez pas d'insérer ce shortcode

source: where you want to display this multi set
fr_fr: Ou désirez-vous afficher ce vote multiple

source: Choose a vote for every element
fr_fr: Choisissez un vote pour chaque élément

source: Main
fr_fr: Principal

source: Pro Charts
fr_fr: Diagramme Pro

source: Read the doc
fr_fr: Lisez la documentation

source: Overall Rating / Review
fr_fr: Note globale / Examen

source: Insert Overall Rating
fr_fr: Insérer la note générale

source: Insert Overall Rating / Review for this post
fr_fr: Insérez une note générale / avis pour cette article

source: Choose Size
fr_fr: Choisissez la taille

source: Insert Visitor Votes
fr_fr: Insérez les votes visiteurs

source: Insert the ability for your visitor to vote
fr_fr: Insérez la capacité pour votre visiteur à voter

source: If you want to insert a Multi Set, pick one:
fr_fr: Si vous souhaitez insérer un vote multiple, chosissez en un :

source: Choose wich set you want to insert.
fr_fr: Choisissez quel ensemble vous voulez insérer

source: Insert Multiset:
fr_fr: Insérer un vote multiple :

source: Insert Multiple Set
fr_fr: Insérer un vote multiple

source: Insert multiple set in this post ?
fr_fr: Insérer un vote multiple sur cet article :

source: Ranking reviews
fr_fr: Classement des avis

source: Insert Ranking reviews
fr_fr: Insérez le classement des avis

source: Insert Top 10 ranking for [yasr_overall_rating] shortcode
fr_fr: Insérez le Top 10 classement pour [ yasr_overall_rating ] shortcode

source: Users' ranking
fr_fr: Le classement des utilisateurs

source: Insert Users ranking
fr_fr: Insérez le classement des utilisateurs

source: Insert Top 10 ranking for [yasr_visitor_votes] shortcode
fr_fr: Insérez le Top 10 du classement pour [ yasr_visitor_votes ] shortcode

source: Most active reviewers
fr_fr: Examinateurs les plus actifs

source: Insert Most Active Reviewers
fr_fr: Insérez les examinateurs les plus actifs

source: Insert Top 5 active reviewers
fr_fr: Insérez le Top 5 des evaluateurs actifs

source: Most Active Users
fr_fr: Les utilisateurs les plus actifs

source: Insert Most Active Users
fr_fr: Insérer les plus actifs utlisateurs

source: Insert Top 10 voters [yasr_visitor_votes] shortcode
fr_fr: Insérez le Top 10 des votes utilisateurs [ yasr_visitor_votes ] shortcode

source: You've not saved any shortcode.
fr_fr: Vous n'avez enregistré aucun shortcode .

source: Click here
fr_fr: Cliquez ici

source: Your saved shortcodes:
fr_fr: Vos shortcodes enregistrés :

source: Reviews and Visitor Votes have been successfull imported.
fr_fr: Avis et Votes des visiteurs ont été importés avec succès .

source: Step2: I will check if you used Multiple Sets and if so I will import them. THIS MAY TAKE A WHILE!
fr_fr: Etape 2: Je vais vérifier si vous avez utilisé de plusieurs vote multiple et si je vais donc les importer. Cela peut prendre un certain temps!

source: Proceed Step 2
fr_fr: Procédez à l'étape 2

source: Something goes wrong! Refresh the page and try again!
fr_fr: Quelque chose ne va pas ! Rafraîchissez la page et essayez à nouveau !

source: I've found Multiple Set! Importing...
fr_fr: Je ai trouvé des votes multples! Importation ..

source: Multi Set's name has been successfull imported.
fr_fr: Le nom du vote multiple à été importé avec succès.

source: Now I'm going to import Multi Set data
fr_fr: Maintenant, je vais importer les données des votes multiples

source: All votes has been successfull imported.
fr_fr: Tous les vote ont été importé avec succès.

source: Done
fr_fr: Effectué

source: I've found Multiple Set's votes but I couldn't insert into db
fr_fr: Nous sommes dans l'impossibilité d'importer dans la base de données les votes multiple trouvés

source: I've found Multi Set but with no data
fr_fr: Nous avons trouver des votes multiples mais sans données

source: I've found Multi Sets names but I couldn't insert into db
fr_fr: Nous avons trouvé des noms de votes multiples, mais je ne pouvais pas insérer dans la base de données

source: Multisets were not found. Imported is done!
fr_fr: Les ensemble de vote multiples sont introuvable. L'importation est finie.

source: No Recenet votes yet
fr_fr: Aucun vote encore

source: Error: you can't vote 0
fr_fr: Erreur: Vous ne pouvez pas voter 0

source: Average rating
fr_fr: Moyenne des votes

source: Vote Saved
fr_fr: Vote pris en compte

source: Vote updated
fr_fr: Vote modifié

source: Average
fr_fr: Moyenne

source: You don't have any votes stored with this params
fr_fr: Vous n'avez aucun votes enregistrés avec ce paramètre

source: You've not enought data. Try to choose a lower number of votes for most rated page
fr_fr: Vous ne avez pas assez de données. Essayez de choisir un nombre inférieur de vote pour les pages les plus notées

source: You've not enought data. Try to choose a lower number of votes for highest rated page
fr_fr: Vous n'avez pas assez de données. Essayez de choisir un nombre inférieur de votes pour les pages les mieux notés

source: Problem while retriving the most active reviewers chart. Did you published any review?
fr_fr: Problème lors du chargement . Avez-vous publié un avis ?

source: Problem while retriving the top 10 active users chart. Are you sure you have votes to show?
fr_fr: Problème lors du chargement. Etes-vous sûr que vous avez des votes ont été faits ?

source: Shortcode Saved
fr_fr: Shortcode sauvegardé

source: Something goes wrong
fr_fr: Quelque chose n'a pas fonctionné

source: Build Overal Rating Chart
fr_fr: Construisez le diagramme de vote générale

source: Show Options
fr_fr: Voir les options

source: Hide Options
fr_fr: Masquer les options

source: How many rows do you want to display?
fr_fr: Combien de lignes que vous souhaitez afficher ?

source: Show text before or after the stars?
fr_fr: Afficher le texte avant ou après les étoiles ?

source: Yes, before the stars
fr_fr: Oui, avant les étoiles

source: Yes, after the stars
fr_fr: Oui, après les étoiles

source: Text to show
fr_fr: Texte à montrer

source: Rating:
fr_fr: Evaluation :

source: Do you want to specify a category?
fr_fr: Voulez-vous spécifier une catégorie ?

source: Create Shortcode
fr_fr: Créer le shortcode

source: This is the shortcode you've just created: paste it in the post or page where you want to make it appears
fr_fr: Ceci est le shortcode que vous venez de créer : vous pouvez le coller dans l'article ou la page pour le faire apparaître

source: Do you want to add this shortcode in the visual shortcode creator?
fr_fr: Voulez-vous ajouter ce shortcode dans le créateur de shortcode de l'éditeur visuel ?

source: Yes, save it!
fr_fr: Oui, merci de sauvergarder !

source: You DON'T NEED to save this shortcode to make it work. You can just copy and paste in a post or page
fr_fr: Vous ne devez pas enregistrer cette shortcode pour le faire fonctionner . Vous pouvez simplement copier et coller dans un article ou une page

source: Build Visitor Votes Chart
fr_fr: Construisez le diagramme des votes visiteurs

source: Choose default view
fr_fr: Choisissez la vue par défaut

source: Number of minimum votes for most rated page
fr_fr: Le nombre de votes minimum pour la statistique Plus grand nombre de votes

source: Number of minimum votes for highest rated page
fr_fr: Le nombre de votes minimum pour la statistique Plus hautes évaluations

source: Build Most Active Reviewers Chart
fr_fr: Créer le Diagramme des Critiques les plus actif

source: Do you want to use Username or Display Name?
fr_fr: Voulez vous utiliser votre nom d'utilisateur ou votre pseudonyme ?

source: Username
fr_fr: Nom d'utilisateur

source: User display name
fr_fr: Afficher le nom d'utilisateur

source: Build Most Active Users charts
fr_fr: Créer le diagramme des Utilisateurs les plus actifs
